import { Interfaces } from '../interfaces/interfaces';

export const notesList: Interfaces.Note[] = [
  {
    id: 1,
    header: 'Встреча с друзьями',
    text: "Сегодня в 18:00 встречаюсь с друзьями в кафе 'Лучшее место'.",
  },
  {
    id: 2,
    header: 'Покупки в магазине',
    text: 'Купить продукты: молоко, яйца, хлеб, фрукты.',
  },
  {
    id: 3,
    header: 'Планы на выходные',
    text: 'В субботу иду на экскурсию в музей и в воскресенье планирую посетить парк.',
  },
  {
    id: 4,
    header: 'Список задач',
    text: '1. Завершить проект по Angular. 2. Позвонить родителям. 3. Сделать упражнения по йоге.',
  },
  {
    id: 5,
    header: 'Идеи для статьи',
    text: 'Исследовать новые тренды в разработке веб-приложений и написать об этом статью.',
  },
];
